[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=Oyun Seç
GameManagement=Dosya
GameManagement_New=Yeni Klasör
GameManagement_Modify=Klasörü düzenle
GameManagement_Delete=Klasörü sil
FileManagement_New=Yeni
FileManagement_Open=Aç
FileManagement_Save=Kaydet
FileManagement_SaveAs=Farklı Kaydet
FileManagement_Delete=Sil
FileManagement_ReName=Yeniden Adlandır
FileManagement_ImportExport=İçeri/Dışarı Aktar
FileManagement_Transfer=Yükle/İndir
lb_FileName_ODME->Caption=Dosya
lb_CommandArea_ODME->Caption=Komut@RETURN@   Bölgesi
lb_SimulateArea_ODME->Caption=Simülasyon Bölgesi
lb_MacroArea_ODME->Caption=Makro Bölgesi
lb_TimeCount_ODME->Caption=:Önceden Ayarlanmış Gecikme Süresi(ms)
htmlb_Statement1->Caption=OscarII Programlama Kılavuzu:
htmlb_Statement2->Caption=Yeni bir makro oluşturulduğunda aşağıdaki adımları takip edin,@RETURN@Adım 1: Komut Bölgesinden simülasyon komutunu seçin.@RETURN@Adım 2: Sol düğmeyi kullanarak simülasyon komutunu Makro Bölgesine sürükleyin ve bırakın.@RETURN@Adım 3: Makro Bölgesi verisini değiştirin ve daha sonra kullanmak için dosyayı kaydedin.
htmlb_Statement3->Caption=1-Klavye: Tuşa basma simülasyonu.
htmlb_Statement4->Caption=2-Fare: Tıklama simülasyonu.
htmlb_Statement5->Caption=3-Hareket: İmleç simülasyonu.
htmlb_Statement6->Caption=4-kontrol: Tuşa basma, tıklama, zaman gecikmesi, değişken, döngü vb. ekleyin
htmlb_Statement7->Caption=5-Çalıştırma: Klavye/fare varyasyonu vb. ekleyin
bt_ResumeMacroI_ODME->Caption=[Oscar I]'ı devam ettir
bt_DownloadExplain_ODME->Caption=Manuel
lb_KeyboardInput_ODME->Caption=Fiziksel klavye girişi
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=x'e hareket ettir:            y:
RelativeMoveBrick->Text=x'i göreceli hareket ettir:             y:
FlagBrick->Text=Bayraklar
GotoBrick->Text=Bayrağa Git
CommentBrick->Text=Yorumlar
ReProgramBrick->Text=Başlata bas                     Durdur
DelayBrick->Text=Gecikme
IfBrick->Text=EĞER
IfKeyBrick->Text=Eğer                 durumu bu ise
ForBrick->Text=Kez Tekrarla
PlusBrick->Text=%B26+
MinusBrick->Text=%B26-
AndBrick->Text=%B26&
OrBrick->Text=%B26|
XorBrick->Text=%B26^
KeyBrick->Text=Klavye:Gecikme            ms
LeftKeyBrick->Text=Sol Düğme:Gecikme            ms
RightKeyBrick->Text=Sağ Düğme:Gecikme            ms
MiddleKeyBrick->Text=Orta Düğme:Gecikme            ms
FourthKeyBrick->Text=4. Düğme:Gecikme            ms
FifthKeyBrick->Text=5. Düğme:Gecikme            ms
ForwardScrollBrick->Text=İleri           Izgara
BackwardScrollBrick->Text=Geri           Izgara
MenuItem[0]->Caption=Tıklat
MenuItem[1]->Caption=Down
MenuItem[2]->Caption=Up
MenuItem[3]->Caption=Bırak
MenuItem[4]->Caption=Tekrar bas
MenuItem[5]->Caption=DeğişkenA
MenuItem[6]->Caption=DeğişkenB
MenuItem[7]->Caption=DeğişkenC
MenuItem[8]->Caption=DeğişkenD
MenuItem[9]->Caption="@equ@@equ@"
MenuItem[10]->Caption="!@equ@"
MenuItem[11]->Caption=Sayı
MenuItem[12]->Caption=ms
MenuItem[13]->Caption=Saniye
MenuItem[14]->Caption=Min
MenuItem[15]->Caption=Tuş1
MenuItem[16]->Caption=Tuş2
MenuItem[17]->Caption=Tuş3
MenuItem[18]->Caption=Tuş4
MenuItem[19]->Caption=Tuş5
MenuItem[20]->Caption=Tuş6
MenuItem[21]->Caption=Tuş7
MenuItem[22]->Caption=Tuş8
MenuItem[23]->Caption=Tuş9
MenuItem[24]->Caption=Tuş10
MenuItem[25]->Caption=Tuş11
MenuItem[26]->Caption=Tuş12
MenuItem[27]->Caption=Tuş13
MenuItem[28]->Caption=Tuş14
MenuItem[29]->Caption=Tuş15
MenuItem[30]->Caption=Tuş16
MenuItem[31]->Caption=Tuş17
MenuItem[32]->Caption=Tuş18
MenuItem[33]->Caption=Tuş19
MenuItem[34]->Caption=Tuş20
MenuItem[35]->Caption=Tuş21
MenuItem[36]->Caption=Tuş22
MenuItem[37]->Caption=Tuş23
MenuItem[38]->Caption=Tuş24
MenuItem[39]->Caption=Bas
MenuItem[40]->Caption=Bırak
NewGameNameTitle=Yeni Klasör
NewGameNameDefault=Yeni Klasör
ModifyGameNameTitle=Klasörü düzenle
DeleteGameFileConfirm=Bu oyun dosyası silinsin mi? Dizindeki dosyalar da silinecektir.
DeleteGameFileSelected=Dosya / Klasör, Fare belleğine işlenmiş, silmek yada yeniden adlandırmak istiyor musunuz? Eğer [YES]'e tıklarsanız fonksiyon silinecektir!
RenameGameNameSelected=Dosya / Klasör, Fare belleğine işlenmiş, silmek yada yeniden adlandırmak istiyor musunuz? Eğer [YES]'e tıklarsanız fonksiyon silinecektir!
PleaseCreateDirectory=Lütfen oyun klasörü oluşturunuz ! 
NewCreateFileName=New file
NewCreateFileDefault=Yeni dosya
RenameMacroName=Yeniden adlandır
PleaseInputMacroName=Giriş adı
MacroExistAlready=Dosya mevcut, değiştir?
MustCreatFile=Düzenlemek için yeni bir makro dosyası oluşturmanız gerekir!
VersionMessage=Sürümü okuyun, dosya kaydedilemez!
MacroDeleteFile=Dosyayı kalıcı olarak sil ?
MacroSelectFile=Dosya / Klasör, Fare belleğine işlenmiş, silmek yada yeniden adlandırmak istiyor musunuz? Eğer [YES]'e tıklarsanız fonksiyon silinecektir!
MacroUsed=Dosya / Klasör, Fare belleğine işlenmiş, silmek yada yeniden adlandırmak istiyor musunuz? Eğer [YES]'e tıklarsanız fonksiyon silinecektir!
MacroModify=Macro değiştirildi, onaylıyormusunuz?
InputNameInvalid=Geçersiz karakter tesbit edildi.[, \ / : * ? " < > | vb.]
TrialAccessDeny=[HEADSHOT] Kullanılamaz !@RETURN@İncelediğiniz için teşekkürler. @RETURN@Lütfen Ultra-Core3 aktivasyon kodunu online olarak satın alınız. (Bloody7 yazılımı yalnızca Bloody V yada R serisi fareler içindir.)
FileRowsExceedsUpperLimit=Bu dosyadaki satırlar sınırı aşıyor. Lütfen ayarlarınızı yeniden yapılandırın.
IsCoverSameNameFile=Kaydedilmekte olan dosya adı zaten var. Üzerine yazılsın mı?
CanNotTransformOscarII=Bu [OSCAR I] dosyası [OSCAR II] biçimine dönüştürülemiyor Lütfen [OSCAR I] öğesini MACRO sekmesi altında açın.
FileRowsMayExceedsUpperLimit=Dosya kaydedildi. 1000'den fazla talimat, cihaz belleğine uygulanamayabilir.
CPIRemarkDefault=Varsayılan
bt_Save_ODME->Hint=Kaydet
bt_Undo_ODME->Hint=Geri Al
bt_Redo_ODME->Hint=Tekrar Yap
bt_Record_ODME->Hint=Kaydet
rb_RepeatType_ODME->Hint=Tekrarlama  
rb_RepeatType1_ODME->Hint=Bas:Başlat@RETURN@Bırak:Durdur
rb_RepeatType2_ODME->Hint=Bas:Başlat@RETURN@Tekrar bas: Durdur
pmnV_Cut->Caption=Kes
pmnV_Copy->Caption=Kopyala
pmnV_Paste->Caption=Yapıştır
pmnV_Delete->Caption=Sil
pmnV_SetDelay->Caption=
pmnV_SetAllDelay->Caption=Tüm "Gecikme" Değerlerini Değiştir
pmnV_ClearAll->Caption=Tümünü Temizle
//按鍵測試區=
lb_MouseKeyTest->Caption=Key queries
PleasePressKey=Press mouse button please
MouseKeyUnknown=Unrecognized

[DrawMacroEditRecord]
bt_Start->Caption=<F11> başlatmak için
bt_Stop->Caption=<F12> durdurmak için
cb_AxisAbsolute->Caption=Farenin kesin hareketlerini kaydet
cb_AxisRelatively->Caption=Farenin nisbi hareketlerini kaydet
cb_KeyboardAction->Caption=Klavye işlemlerini kaydet
cb_MouseClick->Caption=Fare tıklamalarını kaydet

[DrawMacroEditStatement]
lb_Title->Caption=Kaydetmeden önce, giriş yapmalısınız !
lb_Software->Caption=Uygulanabilir Yazılımlar (Örneğin  CS)
lb_Statement->Caption=Macro tanımı
lb_Comment->Caption=İşlev Tanımlaması
mi_EditerCut->Caption=Kes        Ctrl+X
mi_EditerCopy->Caption=Kopyala  Ctrl+C
mi_EditerPaste->Caption=Yapıştır   Ctrl+P
lb_EditComment->Caption1=Fonksiyon kaydını doldur
lb_EditComment->Caption2=Fonksiyon kaydını düzenle
lb_Resolution->Caption=Çözünürlük
lb_CPIRemark->Caption=Hassasiyet

[DrawMacroInstructions]
lb_TestDescription->Caption=Veri farenin 4. tuşunun hafızasında geçici olarak saklanacak. Test bölgesinde veya oyun testindeyken, varsayılan 4. tuş ayarına geri dönmek için, lütfen "Tuş sayfası"na gidin ve yeniden başlatın.
ck_CursorRecord->Caption=İmleç kaydını başlat
lb_InterruptTips->Caption=Test programı kontrolden çıkarsa, durdurmak için [Caps Lock]+[Scroll Lock]+[Num Lock] tuşlarına basın ve programda yeniden hata taraması yapın.
lb_TestCommon->Caption=Macro İşlevini detaylı olarak tanımlayınız
PressSpaceToTest=Teste başlamak için 4. tuşa basın
Key=Key
KeyDown=Press
KeyUp=Release
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Delay
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Scroll_up
MouseWhellDown=Scroll_down
MouseLeftKeyDown=Press_left_key
MouseLeftKeyUp=Release_left_key
MouseLeftKeyClick=Click_left_key
MouseLeftKeyDblClick=Double_click_left_key
MouseMiddleKeyDown=Press_middle_key
MouseMiddleKeyUp=Release_middle_key
MouseMiddleKeyClick=Click_middle_key
MouseRightKeyDown=Press_right_key
MouseRightKeyUp=Release_right_key
MouseRightKeyClick=Click_right_key
MouseFourthKeyDown=Press_4th_key
MouseFourthKeyUp=Release_4th_key
MouseFourthKeyClick=Click_4th_key
MouseFifthKeyDown=Press_5th_key
MouseFifthKeyUp=Release_5th_key
MouseFifthKeyClick=Click_5th_key

[DrawMacroEditFileDialog]
lb_Directory->Caption=Game
lb_FileName->Caption=Dosya
lb_Title->Caption1=Aç
lb_Title->Caption2=Kaydet
lb_Title->Caption3=Farklı kaydet
lb_Title->Caption4=Sil
lb_Title->Caption5=Sil
lb_FileType->Caption=Tip
advcb_FileType->Caption1=Tüm silah dosyası *. *
advcb_FileType->Caption2=*.amc (Makro)
advcb_FileType->Caption3=*.amc2 (Macro)
advcb_FileType->Caption4=*.mgn (Macro gun)
advcb_FileType->Caption5=*.mgn2 (Macro gun)
NoAuthorityUse=Insufficient authority, export failed!

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=Zaman (ms)

